[Translated.by.ZeNiX]

[Main]
Abort=中斷
About=關於
ActivationServer=連網激活伺服器
ActivationServerNotSpecified=沒有指定連網激活伺服器
Add=添加
Address=位址
AddressNotFound=位址 "%.8x" 未找到
AddressUsedByProcedure=位址被流程 "%s" 使用
AddWatermark=新建水印
Age=使用期限
Algorithm=算法密鑰
All=所有
AllFiles=所有檔案
AllProcedures=所有流程
ApplicationIsNotAllowedToRun=應用程式禁止執行
AutoSaveProject=編譯後自動保存項目檔案
Back=上一步
Best=最佳 (解壓速度較慢)
Block=屏蔽註冊碼
BreakAddress=流程末端
Calculate=計算
Calculator=計算器
Calls=程式調用
Cancel=取消
CheckAtr=Check ATR
ClearHistory=清空歷史記錄
Close=關閉
CloseFolders=收縮所有節點
CodeSectionNotFound=區段 "CODE" 未找到
CommandNotSupport=不支持的命令
Commands=組合語言
CommandsWithConditions=內部條件組合語言
Comments=備註信息
CompilationType=編譯類型
CompilationTypeHelp=正確選擇 <a href="expert_procedures.htm#CompilationTypes">保護方式</a> 將對分析和破解受保護的對象 (過程，函數，代碼段)之間確保保護的等級和執行性能最佳比例.
Compile=編譯
Compiled=編譯完成
CompilerMessages=編譯器消息
ConditionalJumps=條件跳轉
ContainsProtectedCode=包含受保護的代碼
Confirm=確認
Contents=幫助內容
Continue=繼續
Copy=複製
CopySerialNumber=複製序列號
Count=數量
CPU=CPU
CreateFileError=無法創建檔案 "%s"
CreateUserKey=創建用戶加密鎖
CryptValues=隱藏常量
CryptValuesHelp=如果使用這個選項, 將無法找到變量的位址，或者無法在OpenForm使用字節碼調用函數的位址.
CustomerName=客戶名稱
Cut=剪切
Date=授權日期
Debug=調試模式 (搜索外部位址)
DebugHelp=如果 "調試模式" 這個選項被打開, INT 03指令將可以採取到原代碼. 當程式在調試模式下執行時這是一個普通的斷點和服務指.
Debugger=檢測調試器
DebuggerHelp=此選項防止受保護的檔案被調試. 有2種類型的調試器: user-mode (OllyDBG, WinDBG, etc) 和 kernel-mode (SoftICE, Syser, etc).
DebuggerFound=已找到調試器
DecreaseIsSpeed=降低執行速度
Del=刪除
DelDLL=刪除 DLL
Delete=刪除
Deleting=正在刪除
DelFolder=刪除節點
DelLicense=刪除授權
DelProcedure=刪除流程
DelWatermark=刪除水印
Demo=演示版
DemoLimit=未註冊版只能處理一個流程
Detection=檢測
DeveloperPIN=開發者 PIN (個人識別碼)
DeveloperPINHelp=該參數已被用作 <a href="dongle_flashing.htm">用戶加密鎖寫入</a>，及配置寫入為加密鎖根目錄密碼.
Device=設計
Direction=方向
Directories=目錄表
DLLExist=DLL "%s" 已經存在
DoFind=查找
DonglesFlashing=加密鎖寫入
Down=向下
DragFileToOpen=拖放要打開的檔案到這裡
Dump=轉儲
DynamicOnlineCommands=動態創建聯機命令
Edit=編輯
EditDLL=編輯 DLL
EditFolder=編輯節點
EditLicense=編輯授權
EditProcedure=編輯流程
EditWatermark=編輯水印
EMail=E-Mail
EmptyCompile=未找到要編譯的數據
EmptyFileName=未指定檔案名稱
EmptyModule=未指定模塊
EmptyProcess=未指定進程
EnabledForUse=允許使用
EncryptRegisters=離開虛擬機時加密寄存器
EncryptRegistersHelp=如果打開這個選項, 該處理器的寄存器將輸出虛擬過的加密值，這些值將在不同的地方為每個受保護的部分解密.
EraseUserKey=清除用戶加密鎖
Error=錯誤
Execute=執行
ExecutedFiles=可執行檔案
ExecutionCounter=執行計數器
Exit=退出
ExpertMode=專家模式
ExpireDate=截止日期
Export=輸出表
ExportKeyPair=導出密鑰
ExtAddress=外部位址
ExternalAdresses=外部位址
Fast=快速 (解壓速度較快)
File=檔案
FileCorrupted=檔案損壞
FileInfo=檔案信息
FileIsNotDLL=檔案 "%s" 不是 x%d DLL檔案
FileName=檔案名稱
FileOffset=檔案偏移
FilePacked=檔案 "%s" 可能已經被壓縮過。仍然要載入此檔案嗎？
FileUnknownFormat=檔案 "%s" 是未知格式
Find=查找
FindNext=查找下一個
Flags=標記
FoundUnpairedMarkers=發現 %d 未閉合的標識
Generate=生成
Goto=前往位址
HardwareID=硬件碼
HardwareIDInformation=硬件ID的信息
HDD=硬盤
Header=主題
Help=幫助
Hint=提示
HomePage=官方主頁
Host=主機
Identifier=識別符
Ignore=忽略
Import=導入表
ImportLicense=導入授權
ImportLicenseFromProjectFile=從項目檔案導入授權
ImportLicenseFromSerialNumber=從序列號導入授權
ImportLicenses=從 VMPDB 檔案導入授權
ImportLicensesResult=已導入授權: %d已凍結授權: %d
ImportProtection=導入表保護
ImportProtectionHelp=此選項允許您隱藏受保護程式中使用的API列表.
IncludeInCompilation=包含在編譯
Information=信息
InvalidAddress=無效的位址
InvalidCPUType=處理器 "%s" 不支持
InvalidFormat=檔案 "%s" 是錯誤的 %s 格式
InvalidHardwareId=硬件ID無效或為空
InvalidKeyID=無效的密鑰標識
InvalidLicensingParameters=這些授權參數和項目檔案不匹配
InvalidOSType=操作系統 "%s" 不支持
InvalidSerialNumber=此序列號和項目不匹配
JmpOnExternalAddress=跳到外部位址: %.8x
JmpOnInternalAddress=跳到內部位址: %.8x
JumpOnCommandPart=多指令跳轉
Jumps=跳轉
Key=密鑰
KeyIdentifier=密鑰標識
KeyIdentifierHelp=這個參數可能包含密鑰標識，被保護的應用程式的特定複製本.
KeyLength=密鑰長度
KeyPairExportResult=導出結果
KeyPairExportTarget=導出格式
KeyMode=模式
KeyModeHelp=該參數已被用作 <a href="dongle_flashing.htm">用戶加密鎖寫入</a> ，且配置為加密鎖執行模塊格式. 此寫入到加密鎖的模塊必須用相同的格式.
Language=語言
Legend=說明
Level=級別
License=授權
LicenseBlocked=授權已經被禁止
LicenseFiles=授權管理器數據庫
Licenses=授權管理
LicenseInformation=授權詳細信息
LicenseNumber=授權碼
LicenseOptions=授權設置選項
LicenseOptionsHelp=如果使用這個選項, 這將適用於所有對象包括在項目與 "<a href="expert_procedures.htm#LockToKey">綁定密鑰</a>".
LicenseDataNotFound=在檔案 "%s" 中未找到授權數據
LicenseFieldIsTooLong=字段 "%s" 太長了： %d 字節.最大允許字節數： %d (UTF-8 編碼方式)
LicensingParameters=授權參數設置
LicensingParametersHelp=該軟件採用授權制度生成和驗證序列號. 支持各種限制: 期滿日期, 執行時間限制, 加密鎖, 代碼加密, 限制免費更新以及 <a href="manager/features.htm">更多</a>.
LicensingSystemHelp=在使用授權系統前需要先生產密匙. 這將用於序列號的生成和檢查.
LicensingSystemNotSupport=授權系統在此版本支持
LoadAtStart=在啟動時加載
Loading=載入
LockToKey=綁定密鑰
LockToSerialNumber=綁定註冊碼
LockToSerialNumberHelp=當這個選項被啟用, 虛擬化的代碼將執行加密 ，除非提供的序列號.
Mac=網卡
MarkerExist=標記 "%s" 已經存在
MAPFileHaveIncorrectTimeStamp=MAP 檔案的時間戳錯誤，無法被加載
MasterKeyPassword=主密鑰密碼
MasterKeyPasswordHelp=使用指定字段密碼用於VMProtect訪問主密鑰，控制軟件保護模塊.
MatchCase=區分大小寫
MaxBuildDate=最終創建日期
MaxProtection=最大保護(程式執行速度較慢)
MaxSpeed=最快速度(程式執行速度較快)
MemoryProtection=內存保護
MemoryProtectionHelp=打開此選項將在內存中保護磁盤和鏡像檔案，忽略任何變化.
Messages=Messages
MinGateSize=編譯流程的最小大小為 5 字節
Mode=模式
Module=模塊
ModuleOpenError=無法打開模塊 "%s"
ModuleUnknownFormat=模塊 "%s" 是未知格式
MoveDown=向下移動
MoveResourcesToEnd=挪動資源到檔案尾部
MoveResourcesToEndHelp=如果你使用這個選項, 資源部分將被移動到檔案的末尾.
MoveUp=向上移動
Mutation=變異
Name=名稱
NETNotSupported=NET 應用程式不支持
New=新建
NewDLL=新建 DLL
NewFolder=新建節點
NewLicense=新建授權
NewObjects=新增標記/字符串
NewProcedure=新建流程
Next=下一步
No=否
NoConnection=無連接
NoPlaceForGate=沒有足夠的空間來創建適配器
NoToAll=取消所有
NotUseLicense=不使用授權
OK=確定
OnlineCommands=聯機命令
Open=打開
OpenFile=打開檔案
OpenFolders=展開所有節點
OpenNewFile=打開新檔案
OptionAvialable=選項 "%s" 無法在未註冊版中使用
Options=選項
OrderRef=訂單號 #
Ordinal=序數
Other=其他
OutputFile=輸出檔案
OutputFileSize=輸出檔案大小 %d 字節 (%d%%)
Packing=壓縮
PackOutputFile=壓縮輸出檔案
PackOutputFileHelp=這個選項將會壓縮受保護的檔案, 這將使得它更小.
Parameters=參數
ParametersForMSVC=KeyGen.dll 的參數 (MSVC)
ParametersForDelphi=KeyGen.dll 的參數 (Delphi)
ParametersForNET=KeyGen.Net/PayPro Global 公司的參數
ParametersForPHP=keygen.php 的參數
Paste=粘貼
PasteSerialNumber=輸入註冊碼
PeriodLimit=期限限制
Pointer=位址
Procedure=流程
ProcedureNotFoundInMAP=對像列表中未找到流程 "%s"
ProceduresForProtect=要保護的流程
Process=進程
ProductNotFound=產品代碼 "%s" 在檔案 "%s" 中沒有找到
Project=項目
ProjectFile=項目檔案
ProjectFiles=項目檔案
PushOriginalAddress=保存源位址到堆棧: %.8x
Redo=重做
References=參考
RegisteredTo=註冊給
RelativeAddress=相對位址
Reset=重置
Resources=資源
ResourceProtection=資源保護
ResourceProtectionHelp=該選項允許加密資源，不包括圖標, manifest 和其他系統類型.
Retry=重試
RunnerCRC=檢查虛擬機對象的完整性
RunnerCRCHelp=這個選項允許你檢查代碼和虛擬機的所有虛擬化的部分完整解釋器.
RunningTimeLimit=執行時間限制
SaveLicensesAs=授權另存為
SaveProject=保存項目
SaveProjectAs=項目另存為
Saving=保存中
Script=腳本
ScriptFile=腳本檔案
ScriptMessages=腳本消息
Search=搜索
SearchInFile=在檔案中搜索
SearchInProcess=在進程中搜索
Section=區段
SectionNotPacked=區段 "%s" 不能被壓縮
SectionPosUsedByDir=目錄 "%s" 處於創建新區段的頭部
SectionPosUsedBySection=區段 "%s" 處於創建新區段的頭部
Sections=區段表
SEHNotSupported=不支持處理例外表d: %.8x
SelectAll=選擇所有
SelectProceduresForProtect=選擇要保護的流程
SerialNumber=註冊碼
SerialNumberInformation=序列號內容
SerialNumberDataIsTooLong=註冊碼沒有足夠的空間來存放數據.最大允許字節數: %d, 已使用: %d
SerialNumberIsRequired=註冊碼是必需的
Settings=設置
Setup=設置
ShellExt=整合右鍵菜單
ShowAll=顯示所有
ShowProtectedProcedures=只顯示受保護的程式
Size=大小
SortByName=按名稱排列流程列表嗎？
SortByType=按編譯類型排列流程列表嗎？
StopCompilation=難道你真的要停止編譯?
String=字符串
Strings=字符串
StringDeprecated=使用函數 VMProtectDecryptStringA/VMProtectDecryptStringW 加密字符串
StripFixups=移除固定元素 (EXE檔案)
StripFixupsHelp=如果這個選項被打開, 部分所佔用的元素將被修正為VM使用需要.
Text=文本
TextNotFound=文本 "%s" 未找到
Thanks=感謝
Toolbars=工具條
Tools=工具
Type=類型
Ultra=超級 (變異 + 虛擬)
Unblock=開啟註冊碼
Undo=撤消
Unregistered=未註冊
Up=向上
Usage=使用
UseLicense=使用授權
UseMAPFileOrMarkers=使用 <a href="use_markers.htm">markers</a> 或者 <a href="use_map_file.htm">MAP 檔案</a> 來查看你的功能和代碼片段
UseMasterKey=使用主加密鎖
UseOtherProject=使用其他項目檔案
UseProjectOptions=使用項目選項
UseProjectOptionsHelp=如果這個選項被打開, 則當前的對象想使用共同的 <a href="expert_options.htm">保護選項</a>. 如果這個選項被關閉, 那麼可以自定義要保護的對象的 <a href="expert_options.htm">保護選項</a>.
UserAtr=加密鎖 ATR
UserAtrHelp=該參數已被用作 <a href="dongle_flashing.htm">用戶加密鎖寫入</a>，及配置為加密鎖 ID.
UserData=使用者信息
UserDataIsTooLong=沒有足夠的空間數據在 "使用者信息" .允許的最大字節數: %d, 你使用: %d
UserKey=用戶加密鎖
UserKeyHelp=用戶加密鎖 - 加密鎖工作於最終用戶一方的系統.
UserKeyUpdated=用戶加密鎖已成功更新
UserPIN=用戶 PIN
UserPINHelp=使用指定的密碼保護應用程式用於訪問用戶密鑰傳遞到最終用戶與受保護的共同應用.
Value=值
ValuesFor=值為
Variable=變量
Version=版本
VersionNumber=版本號
View=查看
Virtualization=虛擬
VirtualMachines=虛擬計算機
VirtualMachinesHelp=指定不同的虛擬機用於 <a href="dictionary.htm#Virtualization">虛擬化</a> 不同的代碼段.
VMSections=VM 區段
VMSectionsHelp=額外的區段講在編譯過程中加到檔案中. 這些數據將被寫入到區段 (虛擬化代碼, 突變代碼, 虛擬解釋器, 水印, 其他).
VMTools=虛擬工具 (VMware/Virtual PC/Sandboxie)
VMToolsHelp=此選項可防止在虛擬環境中執行各種受保護的檔案: VMware, Virtual PC, VirtualBox, Sandboxie.
VMToolsFound=已找到虛擬化工具
Warning=警告
WatermarkCount=未註冊版只能創建一個水印
WatermarkDisabled=水印 "%s" 開啟/關閉
WatermarkExist=水印 "%s" 已存在
WatermarkName=水印名稱
WatermarkNotFound=水印 "%s" 未能在水印列表中找到
Watermarks=水印
WatermarksHelp=使用下拉列表選擇所需的 <a href="dictionary.htm#Watermarks">水印</a> 以包含到受保護的檔案中.
WatermarkUsed=水印 "%s" 已經被保護檔案使用
Yes=是
YesToAll=確定所有